/* Torrent -> progress string */
" - %@ remaining" = " - %@ 남음";

/* Torrent -> progress string */
" - remaining time unknown" = " - 남은 시간 알 수 없음";

/* File size (beware of leading space) */
" GB" = " GB";

/* File size (beware of leading space) */
" KB" = " KB";

/* File size (beware of leading space) */
" MB" = " MB";

/* Removal confirm panel -> message part 2 */
" Once removed, continuing the transfers will require the torrent files. Do you really want to remove them?" = " 삭제된 이후에 전송을 다시 시작하려면 토렌트 파일이 필요합니다. 정말 삭제하시겠습니까?";

/* Inspector -> Activity tab -> progress */
"%.2f%% (%.2f%% selected)" = "%1$.2f%% (%2$.2f%% 선택됨)";

/* Inspector -> Files tab -> file status string */
"%.2f%% of %@" = "%2$@ 중 %1$.2f%%";

/* Torrent -> progress string */
"%@ of %@ (%.2f%%)" = "%2$@ 중 %1$@ (%3$.2f%%)";

/* Torrent -> progress string */
"%@ of %@ (%.2f%%), uploaded %@ (Ratio: %@)" = "%2$@ 중 %1$@ (%3$.2f%%), %4$@ 업로드됨 (비율: %5$@)";

/* Inspector -> above tabs -> total size (several torrents selected) */
"%@ Total" = "총 %@";

/* Create torrent -> info */
"%@, %@ each" = "각각 %1$@, %2$@";

/* Torrent -> progress string */
"%@, uploaded %@ (Ratio: %@)" = "%1$@, %2$@ 업로드됨 (비율: %3$@)";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d 캐시";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d 접속됨";

/* Torrent -> remaining time */
"%d days %d hr" = "%1$d일 %2$d시간";

/* Dock item - Downloading */
"%d Downloading" = "%d 다운로드중";

/* Inspector -> Files tab -> bottom text (number of files) */
"%d files total" = "총 %d개의 파일";

/* Drag overlay -> torrents
   Create torrent -> info */
"%d Files, " = "%d개의 파일, ";

/* Torrent -> remaining time */
"%d hr %d min" = "%1$d시간 %2$d분";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d 수신중";

/* Torrent -> remaining time */
"%d min %d sec" = "%1$d분 %2$d초";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces" = "%d 조각";

/* Torrent -> remaining time */
"%d sec" = "%d초";

/* Dock item - Seeding */
"%d Seeding" = "%d 시드중";

/* Drag overlay -> torrents */
"%d Torrent Files" = "%d개의 토렌트 파일";

/* Inspector -> above tabs -> selected torrents */
"%d Torrents Selected" = "%d개의 토렌트가 선택됨.";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d 트래커";

/* Filter Bar Button -> tool tip
   Status bar transfer count */
"%d Transfers" = "%d개의 파일 전송중";

/* File size */
"%lld bytes" = "%lld 바이트";

/* Torrent -> error string unreadable */
"(unreadable error)" = "(읽을 수 없는 오류)";

/* Torrent -> remaining time */
"1 day %d hr" = "1일 %d시간";

/* Inspector -> Files tab -> bottom text (number of files) */
"1 file total" = "총 1개의 파일";

/* Drag overlay -> torrents
   Create torrent -> info */
"1 File, " = "1개의 파일, ";

/* Create torrent -> info */
"1 piece" = "1 조각";

/* Filter Bar Button -> tool tip
   Status bar transfer count */
"1 Transfer" = "1개의 파일 전송중";

/* Move folder cannot be found alert -> message */
"\"%@\" cannot be found. The file will remain in its current location." = "\"%@\" 를 찾을 수 없습니다. 파일은 현재 저장된 곳에 남아있을것입니다.";

/* Folder cannot be found alert -> message */
"\"%@\" cannot be found. The transfer will be paused." = "\"%@\" 를 찾을 수 없습니다. 전송이 일시정지됩니다.";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent." = "\"%1$@\" 라는 이름을 가진 파일이 이미 \"%2$@\" 경로에 존재합니다. 새 이름이나 경로를 정하세요.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "폴더는 자기 자신 안으로 이동될 수 없습니다.";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "크기가 없는 파일은 토렌트 파일로 만들 수 없습니다.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "이 이름과 경로를 가진 토렌트 파일을 만들 수 없습니다.";

/* Open duplicate alert -> title */
"A transfer of \"%@\" is already running." = "\"%@\"은 이미 전송중입니다.";

/* Torrent file disk space alert -> button */
"Always Download" = "항상 다운로드";

/* Transfer speed (Bytes per second) */
"B/s" = "B/s";

/* Preferences -> Bandwidth toolbar item title */
"Bandwidth" = "대역폭";

/* Growl notification description */
"Bandwidth settings changed" = "대역폭 설정이 변경되었습니다.";

/* Removal confirm panel -> button
   Confirm Quit panel -> button */
"Cancel" = "취소";

/* Create torrent -> no url warning -> warning
   Create torrent -> http warning -> warning */
"Change the tracker address to create the torrent." = "토렌트 파일을 만들기 위해선 트래커 주소를 변경하세요.";

/* Torrent -> status string */
"Checking existing data (%.2f%%)" = "존재하는 데이터 체크중 (%.2f%%)";

/* Preferences -> Network -> port status */
"Checking port status" = "포트 상태 체크중";

/* Folder cannot be found alert -> location button */
"Choose New Location" = "새 위치 선택";

/* Confirm Quit panel -> title */
"Confirm Quit" = "종료";

/* Removal confirm panel -> title */
"Confirm Removal of %d Transfers" = "%d개의 전송을 지웁니다";

/* Removal confirm panel -> title */
"Confirm Removal of \"%@\"" = "\"%@\"을(를) 지웁니다";

/* Debug log alert -> informative message */
"Continuous use at this level might increase memory usage. This setting can be changed in the Message Log window (accessible from the Window menu)." = "이 레벨에서의 지속적인 사용은 메모리 사용량을 늘릴 수 있습니다. 이 설정은 메시지 로그창에서 변경할 수 있습니다 (윈도우 메뉴에서 선택).";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "\"%@\"의 사본을 만들 수 없습니다.";

/* Create toolbar item -> label */
"Create" = "만들기";

/* Drag overlay -> file */
"Create a Torrent File" = "토렌트 파일 만들기";

/* Create toolbar item -> tooltip */
"Create torrent file" = "토렌트 파일을 생성합니다.";

/* Create toolbar item -> palette label */
"Create Torrent File" = "토렌트 파일 만들기";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "\"%@\"을 만들 수 없었습니다.";

/* Torrent -> status string */
"DL: %@, " = "다운: %@, ";

/* Debug log alert -> button
   Open duplicate alert -> button */
"Don't Alert Again" = "다시 묻지 않기";

/* Inspector -> files tab -> tooltip */
"Don't Download" = "다운로드 안 함";

/* Inspector -> files tab -> tooltip */
"Download" = "다운로드";

/* Torrent file disk space alert -> button */
"Download Anyway" = "계속 다운로드";

/* Growl notification title */
"Download Complete" = "다운로드 완료";

/* Inspector -> files tab -> tooltip */
"Download Some" = "몇개만 다운로드";

/* Torrent -> status string */
"Downloading" = "다운로드중";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "%2$d명중 %1$d명의 피어로부터 다운로드중";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "1명의 피어로부터 다운로드중";

/* Transfer speed invalid
   Ratio invalid */
"error" = "에러";

/* Preferences -> Network -> port map status */
"Error mapping port" = "포트 매핑 에러";

/* Torrent -> status string */
"Error: " = "에러: ";

/* Filter toolbar item -> label */
"Filter" = "필터";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "From: 캐시";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "From: 들어오는 연결";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "From: 피어 교환";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "From: 트래커";

/* Preferences -> General toolbar item title */
"General" = "일반";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "필터 막대 가리기";

/* View menu -> Inspector */
"Hide Inspector" = "상세정보 가리기";

/* View menu -> Status Bar */
"Hide Status Bar" = "상태 막대 가리기";

/* Inspector -> files tab -> tooltip */
"High Priority" = "높은 중요도";

/* Inspector -> Peers tab -> peers
   Inspector -> Files tab -> bottom text (number of files) */
"info not available" = "정보 알 수 없음";

/* Inspector toolbar item -> label */
"Inspector" = "상세정보";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "%2$@의 \"%1$@\" 는 토렌트 파일이 아닙니다.";

/* Action context menu -> upload/download limit */
"Limit (%d KB/s)" = "한도 (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "로그를 저장할 수 없습니다.";

/* Inspector -> files tab -> tooltip */
"Low Priority" = "낮은 중요도";

/* Inspector -> files tab -> tooltip */
"Multiple Priorities" = "다양한 중요도";

/* No Ratio
   Torrent -> status string */
"N/A" = "N/A";

/* Preferences -> Network toolbar item title */
"Network" = "네트워크";

/* Inspector -> above tabs -> selected torrents */
"No Torrents Selected" = "토렌트가 선택되지 않음";

/* Inspector -> files tab -> tooltip */
"Normal Priority" = "보통 중요도";

/* Torrent file disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "\"%@\"를 다운받기엔 남은 저장공간이 부족합니다.";

/* Open duplicate alert -> button
   Create torrent -> no files -> button
   Create torrent -> file already exists warning -> button
   Torrent file copy alert -> button
   Move folder cannot be found alert -> button
   Folder cannot be found alert -> button
   Torrent file disk space alert -> button
   Create torrent -> no url warning -> button
   Torrent download failed -> button
   Create torrent -> failed -> button
   Move error alert -> button
   Debug log alert -> button
   Download not a torrent -> button
   Create torrent -> zero size -> button
   Move inside itself alert -> button
   Save log alert panel -> button
   Create torrent -> http warning -> button */
"OK" = "확인";

/* Open toolbar item -> label */
"Open" = "열기";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "토렌트 파일 열기";

/* Open toolbar item -> tooltip */
"Open torrent files" = "토렌트 파일을 엽니다.";

/* Pause toolbar item -> label */
"Pause" = "일시정지";

/* Pause All toolbar item -> label */
"Pause All" = "모두 일시정지";

/* Pause All toolbar item -> tooltip */
"Pause all transfers" = "모든 전송을 일시중지합니다.";

/* Pause toolbar item -> palette label */
"Pause Selected" = "선택된 파일 일시중지";

/* Pause toolbar item -> tooltip */
"Pause selected transfers" = "선택된 전송을 일시중지합니다.";

/* Torrent -> status string */
"Paused" = "일시정지됨";

/* Preferences -> Network -> port status */
"Port is closed" = "포트가 닫혔습니다.";

/* Preferences -> Network -> port status */
"Port is open" = "포트가 열렸습니다.";

/* Preferences -> Network -> port status */
"Port is stealth" = "포트는 스텔스 포트입니다.";

/* Preferences -> Network -> port map status */
"Port successfully mapped" = "포트 매핑 성공";

/* Inspector -> Peers tab -> table row tooltip */
"Port: %d" = "포트: %d";

/* Inspector -> Peers tab -> table row tooltip */
"Port: N/A" = "포트: N/A";

/* Inspector -> files tab -> tooltip */
"Priority Not Available" = "중요도 알 수 없음";

/* Inspector -> is private torrent */
"Private Torrent, PEX disabled" = "비공개 토렌트, PEX 해제됨";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %.1f%%" = "진행율: %.1f%%";

/* Inspector -> is not private torrent */
"Public Torrent" = "공개된 토렌트";

/* Transmission already running alert -> button
   OS update needed -> button
   Confirm Quit panel -> button */
"Quit" = "종료";

/* Torrent -> status string */
"Ratio: " = "비율: ";

/* Torrent -> status string */
"Ratio: %@, " = "비율: %@, ";

/* Removal confirm panel -> button
   Remove toolbar item -> label */
"Remove" = "삭제";

/* Remove toolbar item -> palette label */
"Remove Selected" = "선택된 파일 삭제";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "선택된 전송파일을 삭제합니다.";

/* Resume toolbar item -> label */
"Resume" = "재시작";

/* Resume All toolbar item -> label */
"Resume All" = "모두 재시작";

/* Resume All toolbar item -> tooltip */
"Resume all transfers" = "모든 전송을 재개합니다.";

/* Resume toolbar item -> palette label */
"Resume Selected" = "선택된 파일 재시작";

/* Resume toolbar item -> tooltip */
"Resume selected transfers" = "선택된 전송을 재개합니다.";

/* Torrent -> status string */
"Seeding" = "시드중";

/* Torrent -> status string */
"Seeding complete" = "시드 완료";

/* Growl notification title */
"Seeding Complete" = "시드 완료";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "%2$d명중 %1$d명의 피어에게 시드중";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "%d명중 1명의 피어에게 시드중";

/* Folder cannot be found alert -> prompt
   Default folder cannot be found alert -> prompt
   Open torrent -> prompt
   Move torrent -> prompt
   Default incomplete folder cannot be found alert -> prompt
   Create torrent -> select file */
"Select" = "선택";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "토렌트 파일을 위해 파일이나 폴더를 선택하세요.";

/* Folder cannot be found alert -> select destination folder
   Open torrent -> select destination folder */
"Select the download folder for \"%@\"" = "\"%@\"을(를) 저장할 폴더를 선택하세요.";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "%d 데이터 파일을 위한 새 폴더를 선택하세요.";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "\"%@\"를 위한 새 폴더를 선택하세요.";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "글로벌 설정 변경을 위한 바로가기.";

/* View menu -> Filter Bar */
"Show Filter Bar" = "필터 막대 보기";

/* View menu -> Inspector */
"Show Inspector" = "상세정보 보기";

/* View menu -> Status Bar */
"Show Status Bar" = "상태 막대 보기";

/* Growl notification title */
"Speed Limit Auto Disabled" = "속도 제한 자동해제됨";

/* Growl notification title */
"Speed Limit Auto Enabled" = "속도 제한 자동실행됨";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "속도 제한은 통합 대역폭 제한을 능가합니다.";

/* Torrent -> status string */
"Stalled, " = "지연중, ";

/* Action context menu -> ratio stop */
"Stop at Ratio (%.2f)" = "비율 (%.2f)에서 멈춤";

/* Torrent -> status string */
"Stopping" = "멈추는 중";

/* Default folder cannot be found alert -> message */
"The download folder cannot be found. Choose a new location." = "다운로드 폴더를 찾을 수 없습니다. 새로운 위치를 설정해주세요.";

/* Folder cannot be found alert -> title */
"The folder for downloading \"%@\" cannot be found." = "\"%@\"을(를) 저장할 폴더를 찾을 수 없습니다.";

/* Move folder cannot be found alert -> title */
"The folder for moving the completed \"%@\" cannot be found." = "다운로드를 완료한 \"%@\"을(를) 옮길 폴더를 찾을 수 없습니다.";

/* Default incomplete folder cannot be found alert -> message */
"The incomplete folder cannot be found. Choose a new location or cancel for none." = "미완료 폴더를 찾을 수 없습니다. 새로운 위치를 설정하거나 처음부터 시작하기 위해 취소를 눌러주세요.";

/* Debug log alert -> message */
"The Message Log is set to \"Debug\"" = "메시지 로그는 \"디버그\" 모드로 설정되었습니다.";

/* Move inside itself alert -> message
   Move error alert -> message */
"The move operation of \"%@\" cannot be done." = "\"%@\" 을(를) 옮길 수 없습니다.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@ because an error occurred (%@)." = "에러로 인해 %1$@ 로부터 토렌트를 다운로드할 수 없습니다 (%2$@).";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "토렌트 파일을 (%@) 찾을 수 없습니다.";

/* Open duplicate alert -> message */
"The torrent file cannot be opened because it is a duplicate of an already running transfer." = "이미 전송중인 파일이므로 토렌트 파일을 열 수 없습니다.";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "파일 사이즈가 0바이트 입니다.";

/* Create torrent -> no url warning -> title */
"The tracker address cannot be blank." = "트래커 주소는 비울 수 없습니다.";

/* Create torrent -> http warning -> title */
"The tracker address must begin with \"http://\"." = "트래커 주소는 반드시 \"http://\"로 시작해야 합니다.";

/* Torrent file disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "전송을 일시정지합니다. %@ 에서 저장공간을 비우시거나 토렌트 상세정보에서 파일을 선택해제시키세요.";

/* Removal confirm panel -> message part 1 */
"There are %d active transfers." = "모두 %d개의 활성된 전송파일이 있습니다.";

/* Confirm Quit panel -> message */
"There are %d active transfers. Do you really want to quit?" = "모두 %d개의 활성된 전송파일이 있습니다. 정말 종료하시겠습니까?";

/* Removal confirm panel -> message part 1 */
"There are %d transfers (%d active)." = "모두 %1$d개의 전송파일이 있습니다 (활성: %2$d개).";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Transmission이 이미 실행중입니다. 이 어플리케이션은 그 프로세스가 끝날때까지 실행될 수 없습니다.";

/* Confirm Quit panel -> message */
"There is an active transfer. Do you really want to quit?" = "활성된 전송파일이 1개 있습니다. 정말 종료하시겠습니까?";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "토렌트 파일을 만들기 위해서는 적어도 한개의 파일이 폴더 안에 있어야만 합니다.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "\"%@\" 파일을 만들던 도중 문제가 발생했습니다.";

/* Move error alert -> title */
"There was an error moving the data file." = "데이터 파일을 옮기는 도중 에러가 있었습니다.";

/* Create torrent -> failed -> warning */
"There was an error parsing the data file. The torrent file was not created." = "데이터 파일 분석 도중 에러가 있었습니다. 토렌트 파일은 생성되지 않았습니다.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "폴더에 파일이 없습니다.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file. Do you really want to remove it?" = "이 전송파일은 활성화되어있습니다. 삭제된 이후에 전송을 다시 시작하려면 토렌트 파일이 필요합니다. 정말 삭제하시겠습니까?";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "필터";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "상세정보";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "필터 막대";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "토렌트 상세정보";

/* Torrent download error -> title
   Download not a torrent -> title */
"Torrent download failed" = "토렌트 다운로드 실패";

/* Growl notification title */
"Torrent File Auto Added" = "토렌트 파일 자동 추가";

/* Status bar -> total download */
"Total DL: " = "총 다운로드: ";

/* Status bar -> total upload */
"Total UL: " = "총 업로드: ";

/* Preferences -> Transfers toolbar item title */
"Transfers" = "전송파일";

/* OS update needed -> message */
"Transmission has features that require a more up-to-date operating system. The operating system must be updated before this version can run." = "Transmission은 보다 최근의 운영체제를 필요로 합니다. 이 버전의 Transmission을 이용하시려면 운영체제를 업데이트하세요.";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission이 이미 실행중입니다.";

/* OS update needed -> title */
"Transmission requires Mac OS X 10.4 or greater." = "Transmission은 Mac OS X 10.4 이상을 필요로 합니다.";

/* Torrent -> location when deleting original */
"Transmission Support Folder" = "Transmission 지원 폴더";

/* Torrent -> status string */
"UL: " = "업: ";

/* Preferences -> Network -> port status */
"Unable to check port status" = "포트 상태 체크를 할 수 없음";

/* Torrent -> remaining time */
"Unknown" = "알 수 없음";

/* Save log panel -> default file name */
"untitled" = "무제";

/* Torrent -> status string */
"Waiting to check existing data" = "존재하는 데이터 체크를 기다리는 중";

/* Torrent -> status string */
"Waiting to download" = "다운로드를 기다리는 중";

/* Torrent -> status string */
"Waiting to seed" = "시드를 기다리는 중";

/* Drag overlay -> url */
"Web Address" = "웹 주소";

